tap 'homebrew/homebrew-cask'
tap 'homebrew/versions'
tap 'homebrew/binary'

brew 'brew-cask'
brew 'git'
brew 'hg'
brew 'ag'
brew 'tmux'
brew 'tree'
brew 'cmake'
brew 'zsh'
brew 'wget'
brew 'curl'
brew 'cmake'
brew 'libtool'
brew 'automake'

brew 'go'
brew 'erlang'
brew 'opam'
brew 'scala'
brew 'sbt'
brew 'dmd'
brew 'lv'
brew 'packer'

cask 'virtualbox'
cask 'vagrant'
cask 'xquartz'
