brew 'glib'
brew 'atk'
brew 'cairo'
brew 'pango'
brew 'poppler'
brew 'gdk-pixbuf'
brew 'gtk+'
brew 'gtk+3'
#brew 'goocanvas2' # parhaps goocanvas Formula itself upgrade? 1.0 -> 2.0
brew 'gnome-icon-theme'
brew 'json-glib'
brew 'cogl', args: ['without-x']
brew 'gstreamer'
brew 'gst-plugins-base'
brew 'clutter'
brew 'clutter-gtk'
brew 'clutter-gst'
brew 'vte'
brew 'vte3'
brew 'librsvg'
